Repository: pluginsGLPI/credit
Catalog: locales/*.po
Languages: cs_cz, es_es, es_mx

source: Add a credit voucher
cs_cz: Přidat kupon s kreditem
es_es: Añadir un bono de créditos
es_mx: Agregar un cupón de crédito

source: Quantity sold
cs_cz: Prodané množství
es_es: Cantidad vendida
es_mx: Cantidad vendida

source: Allow overconsumption
cs_cz: Umožnit čerpat více, než je předplaceno
es_es: Permitir el sobreconsumo
es_mx: Permitir el sobreconsumo

source: Low credit alert threshold
cs_cz: Upozornění na nízký kredit
es_mx: Umbral de alerta de crédito bajo

source: Default options for entity
cs_cz: Výchozí možnosti pro entitu
es_es: Opciones por defecto para la entidad
es_mx: Opciones predeterminadas para la entidad

source: By default consume a voucher for :
cs_cz: Ve výchozím nastavení spotřebujte poukaz na :
es_mx: De forma predeterminada, consumir un cupón para:

source: Default voucher for :
cs_cz: Výchozí poukaz pro :
es_mx: Cupón predeterminado para:

source: Default for followups
cs_cz: Výchozí pro doplňující zprávy
es_es: Por defecto para seguimientos
es_mx: Predeterminado para seguimientos

source: Default for tasks
cs_cz: Výchozí pro úkoly
es_es: Por defecto para las tareas
es_mx: Prederteminado para las tareas

source: Default for solutions
cs_cz: Výchozí pro řešení
es_es: Por defecto para soluciones
es_mx: Prdeterminado para soluciones

source: Consume a voucher ?
cs_cz: Využít kupon?
es_es: ¿Consumir un bono?
es_mx: Consumir un cupón?

source: Voucher name
cs_cz: Název kuponu
es_es: Nombre del bono
es_mx: Nombre del cupón

source: Quantity consumed
cs_cz: Spotřebované množství
es_es: Cantidad consumida
es_mx: Cantidad consumida

source: Maximum consumable quantity
cs_cz: Maximální spotřebovatelné množství
es_mx: Cantidad máxima de consumibles

source: Detail of tickets on which consumption is declared
cs_cz: Podrobnosti požadavků na které je spotřebováváno
es_es: Detalle de los tickets en los que se declara el consumo
es_mx: Detalle de los tickets en los que se declara el consumo

source: No credit was recorded
cs_cz: Nebyl nahrán žádný kredit
es_es: No se registró ningún crédito
es_mx: No se registró ningún crédito

source: Date consumed
cs_cz: Datum spotřebování
es_es: Fecha de consumo
es_mx: Fecha de consumo

source: User consumed
cs_cz: Uživatel který spotřeboval
es_es: Consumido por el usuario
es_mx: Consumido por el usuario

source: Add a voucher to the ticket
cs_cz: Přidat kupon k požadavku
es_mx: Añade un voucher al ticket

source: Consumed credits for this ticket
cs_cz: Kredit spotřebovaný na tento požadavek
es_es: Créditos consumidos para este ticket
es_mx: Créditos consumidos para este ticket

source: Voucher type
cs_cz: Typ kuponu
es_es: Tipo de bono
es_mx: Tipo de cupón

source: Credit voucher
cs_cz: Kupon s kreditem
es_es: Bonos de crédito
es_mx: Cupón de crédito

source: You must provide a credit voucher
cs_cz: Je třeba zadat kupon s kreditem
es_es: Debe presentar un bono de crédito
es_mx: Debe proporcionar un comprobante de crédito

source: Quantity consumed exceeds remaining credits: %d
cs_cz: Spotřebované množství překračuje zbývající předplacené: %d
es_es: La cantidad consumida supera los créditos restantes:%d
es_mx: La cantidad consumida supera los créditos restantes:%d

source: Credit voucher successfully added.
cs_cz: Kupon s kreditem úspěšně přidán.
es_es: Bono de crédito añadido correctamente.
es_mx: Bono de crédito añadido correctamente.

source: Expiration date
cs_cz: Datum vypršení
es_es: Fecha de expiración
es_mx: Fecha de expiración

source: Low credits
cs_cz: Nízké kredity
es_mx: Créditos bajos

source: End date
cs_cz: Datum ukončení
es_es: Fecha final
es_mx: Fecha final

source: Quantity remaining
cs_cz: Zbývající množství
es_es: Cantidad restante
es_mx: Cantidad restante

source: Credit voucher expiration
cs_cz: Platnost kreditního kuponu
es_es: Vencimiento del bono de crédito
es_mx: Vencimiento del cupón de crédito

source: This credit voucher will expire soon. Please, consider buying a new one.
cs_cz: Platnost tohoto kreditního kuponu brzy vyprší. Prosím, zvažte koupi nového.
es_es: Este bono de crédito caducará pronto. Por favor, considere comprar uno nuevo.
es_mx: Este bono de crédito caducará pronto. Por favor, considere comprar uno nuevo.

source: Amount of credit remaining close to or at 0
cs_cz: Zbývající částka kreditu blízká 0 nebo na 0
es_mx: Cantidad de crédito restante cercana o igual a 0

source: The remaining quantity has reached 0 or almost.
cs_cz: Zbývající množství dosáhlo 0 nebo téměř 0.
es_mx: La cantidad restante ha llegado a 0 o casi.

source: Credit voucher type
cs_cz: Typ kuponu s kreditem
es_es: Tipos de bonos de crédito
es_mx: Tipos de bonos de crédito

source: Default voucher option
cs_cz: Výchozí možnosti poukazu
es_es: Opciones de bono por defecto
es_mx: Opciones de bono predeterminado

source: Update in ticket tab
cs_cz: Aktualizovat v tabulce požadavku
es_mx: Actualización en la pestaña de tickets

source: Update in ticket form
cs_cz: Aktualizace ve formuláři požadavku
es_mx: Actualización en forma de ticket

source: Credit voucher name is mandatory.
cs_cz: Název kreditního kuponu je povinný.
es_es: El nombre del bono de crédito es obligatorio.
es_mx: El nombre del bono de crédito es obligatorio.

source: Low credits alert
cs_cz: Upozornění na nízký kredit
es_mx: Alerta de créditos bajos

source: Consumed details
cs_cz: Podrobnosti o spotřebovaných
es_es: Detalles consumidos
es_mx: Detalles consumidos

source: Low credit alert
cs_cz: Upozornění na nízký kredit
es_mx: Alerta de créditos bajos

source: Notice (in days)
cs_cz: Oznámení (ve dnech)
es_es: Plazo (en días)
es_mx: Aviso (en días)

source: Credit voucher entity must be selected.
cs_cz: Je nutné vybrat entitu kreditního poukazu.
es_mx: Se debe seleccionar la entidad del comprobante de crédito.

source: Credit voucher quantity must be greater than 0.
cs_cz: Množství kreditního poukazu musí být větší než 0.
es_mx: La cantidad del comprobante de crédito debe ser mayor a 0.

source: Active credit vouchers for ticket entity
es_es: Bonos de crédito activos de tickets por entidades.

source: By default consume a voucher for followups
es_es: Consumir por defecto un bono de seguimiento

source: By default consume a voucher for solutions
es_es: Consumir por defecto un bono para soluciones

source: By default consume a voucher for tasks
es_es: Consumir por defecto un bono para tareas

source: Default for ticket
es_es: Por defecto para ticket

source: No credit voucher
es_es: Sin bono de crédito
